{"pageProps":{"papers":[{"title":"Homelessness is a queer experience.: utopianism and mutual aid as survival strategies for homeless trans people Homelessness is a queer experience","authors":[{"first":"Edith","family":"England"}],"page-range":{"from":1,"to":18},"journal":"Housing Studies","published":{"year":2022},"doi":"10.1080/02673037.2022.2108381","about":"\nI explore the significant challenges faced by trans people experiencing homelessness and the inadequate support services available to them. Drawing upon interviews with 35 trans individuals with experience of homelessness, I investigate how community support rooted in queer praxis and concrete utopian thinking is essential to queer survival. I highlight the crucial, largely invisibilised, role of queer practices of mutual aid and utopian possibility in engendering community support for homeless trans individuals. I show that trans and queer communities provide extensive practical, material, and emotional support that counteracts the exclusion they face within statutory services, but also argue that this is putting communities under pressure. The study emphasises the criticality of community support in the survival of homeless trans individuals within an unwelcoming system and offers strategies to address inequitable service failures while promoting housing justice."},{"title":"Queer utopias of housing and homelessness","authors":[{"family":"Carr","first":"Helan"},{"first":"Adi","family":"Cooper"},{"family":"England","first":"Edith"},{"family":"Matthews","first":"Peter"},{"first":"Gill","family":"Taylor"},{"first":"Carin","family":"Tunåker"}],"published":{"year":2022,"day":31,"month":10},"page-range":{"from":1,"to":18},"journal":"Housing Studies","doi":"10.1080/02673037.2022.2146067","url":"https://www.tandfonline.com/doi/epdf/10.1080/02673037.2022.2146067?needAccess=true&role=button","about":"In this article, we argue that law, policy and practice surrounding the\nhomelessness system in England, Scotland and Wales should be more inclusive of\nthe needs of LGBTQ+ people. We look at how the legal system is based upon the\nnorm of the heterosexual, cisgendered, nuclear family, and how this operates to\ndiscriminate against LGBTQ+ people. We look at how support services can\nperpetrate discrimination, despite apparently good intentions, and the\nimportance of embedding LGBTQ+ inclusion in homelessness services. We embed\nthis within Levitas’ utopian approach (Levitas, 1990), arguing that we need to\n‘queer’ homelessness law and policy to create better outcomes for LGBTQ+\nhomeless individuals."},{"title":"It’s not just about a rainbow lanyard: How Structural Cisnormativity Undermines the Enactment of Anti-Discrimination Legislation in the Welsh Homelessness Service","authors":[{"first":"Edith","family":"England"}],"journal":"Journal of Social Policy","page-range":{"from":1,"to":20},"url":"https://www.cambridge.org/core/journals/journal-of-social-policy/article/its-not-just-about-a-rainbow-lanyard-how-structural-cisnormativity-undermines-the-enactment-of-antidiscrimination-legislation-in-the-welsh-homelessness-service/B7AF4A4CB97E16233976BD9862790CB1","doi":"10.1017/S0047279422000289","published":{"year":2022,"month":3,"day":30},"about":"Trans people are at greater risk of risk of homelessness, largely as a result of legal, bureaucratic, and socio-economic marginalisation. Attempts have been made within welfare structures to improve service provision to better meet the needs of trans people, reflecting recent expansions in rights and protections for trans individuals. However, it is clear that discriminatory practices persist and that these are likely to originate at a system level. Drawing on interviews with 35 homeless trans people and 12 system workers, I show that anti-discrimination legislation alone is not sufficient to protect trans people from institutional exclusion. Rather we need to consider how assumptions made within service organisation, including design and commissioning, centre the needs of cis and heteronormative individuals and pathologise trans identities. I suggest that to provide truly inclusive services which address the high rates of homelessness in the trans population we need to include trans people in design of solutions."},{"title":"‘This is how it works here’: the spatial deprioritisation of trans people within homelessness services in Wales","published":{"year":2022},"page-range":{"from":836,"to":857},"journal":"Gender, Place & Culture","volume":29,"issue":6,"url":"https://www.tandfonline.com/doi/epdf/10.1080/0966369X.2021.1896997?needAccess=true&role=button","doi":"10.1080/0966369X.2021.1896997","authors":[{"first":"Edith","family":"England"}],"about":"Based on interviews with 28 trans people with homeless experience, I examine\nthe experiences of trans individuals in homeless service spaces. I show that\nhostels, nightshelters, drop in centres and day centres – ‘spaces of care’ –\nare instrumental in reinforcing a binary view of gender, through a privileging\nof hegemonic masculinity. Trans people reported being subject to intense\nsurveillance, being responsibilised for violence directed at them, and were\noften the ones to be relocated where they experienced violence, with\nimplications for their ability to develop sustainable support networks. There\nwas some sympathy for staff, who were seen as underpaid and undertrained;\nhowever failure to intervene in instances of transphobic and homophobic abuse\nnormalised spatial exclusion, marginalised the emotional well-being of trans\nindividuals and lead to disengagement from services by trans individuals. The\nresearch highlights the importance of spatial dynamics in creating homelessness\nservices which are functionally accessible to trans and queer people."},{"title":"‘You’re having us on… that’s what it felt like.’: Frontline Workers Navigating the Introduction of Moral Commitments to Domestic Abuse Support within a Statutory Homelessness System","journal":"Social Policy and Society","page-range":{"from":1,"to":15},"authors":[{"family":"England","first":"Edith"}],"doi":"10.1017/S1474746422000501","url":"https://www.cambridge.org/core/journals/social-policy-and-society/article/youre-having-us-on-thats-what-it-felt-like-frontline-workers-navigating-the-introduction-of-moral-commitments-to-domestic-abuse-support-within-a-statutory-homelessness-system/B04A6E6A4B96C6306C3E58EFDB50527C","published":{"year":2022,"day":20,"month":10},"about":"Domestic abuse is a leading cause of female homelessness and addressing it has\nbeen a key strategic aim internationally. I argue that moral commitments and\nintegration of human rights frameworks cannot compensate for enforceable legal\nrights in meaningfully addressing domestic abuse. Using the Welsh homelessness\nsystem as a casestudy, I draw on interviews with homelessness workers and\napplicants to the statutory Welsh homelessness system to explore frontline\ninteractions for those who have experienced domestic abuse. I show that\nhomelessness service provision is set up to regard addressing domestic abuse as\noutside their remit, to see female empowerment as evidencing lack of need, and\nto see cases involving domestic abuse as a threat to the scarce resources\nwithin homelessness services. I highlight a need for stronger integration\nbetween policy ideals and frontline practices as part of an integrated approach\nto addressing domestic abuse."},{"title":"Housing rights, homelessness prevention and a paradox of bureaucracy?","authors":[{"family":"Browne Gott","first":"Hannah"},{"family":"Mackie","first":"Peter K."},{"family":"England","first":"Edith"}],"doi":"10.1080/02673037.2021.1880000","page-range":{"from":250,"to":268},"published":{"year":2021,"day":8,"month":2},"about":"In this paper, we argue that the introduction of a justiciable right to\nhomelessness prevention and relief in Wales has created a complex welfare\nbureaucracy. Using a mixed methods approach, we explore whether these housing\nrights have a paradoxical effect, focusing on the tension between positive\nimpacts for applicants against distancing and exclusion. We argue that while,\non the one hand, there is evidence of a faceless bureaucracy characterised by\nsilencing and subordination, and supported by exclusionary paperwork, there is\nalso evidence that frontline staff do try to operate inclusively, extending the\nlaw where they can. We highlight the complexities of a rights-based\nhomelessness system, and especially the challenges of implementing statutory\nrights to assistance in practice."},{"title":"Abandonment, abjectiﬁcation, activation and responsibilisation: experiences of the shift towards universal conditionality within the Welsh homelessness system following the Housing (Wales) Act 2014","authors":[{"first":"Edith","family":"England"}],"journal":"Unpublished PhD thesis","page-range":{"from":"School of Geography and Planning","to":"Cardiff University"},"url":"https://orca.cardiff.ac.uk/id/eprint/138702/","doi":null,"published":{"year":2021,"month":2,"day":12},"about":"Following the introduction of the Housing (Wales) Act 2014, I looked at the shift toward universal conditionality in the context of homelessness relief in Wales. I drew on interviews with 98 actors in the Welsh homelessness system, supplemented by ethnography and documentary analysis. I used a Foucauldian lens, complicated by care ethics (Tronto, 2013; 2017). I showed that while the Act incorporated elements of a workfare approach, conditionality was, in practice, reluctantly and imperfectly enacted. I found that although the Act relied upon the discourses of moralism and pragmatism, it was complicated by an understanding of care as an urgent obligation. Spatialised bureaucracies created contested spaces of power, and the Act needs to be understood within a wider context of shifting citizen-state obligations. The research also highlighted the importance of discourse-based approaches to understanding policy as dynamic, dialectical, entities. This was my doctoral work, conducted between 2017-2020.\n"},{"title":"Homelessness among trans people in Wales","authors":[{"first":"Edith","family":"England"}],"journal":"Cardiff: Shelter Cymru.","published":{"year":2019},"url":"https://sheltercymru.org.uk/policy_and_research/homelessness-among-trans-people-in-wales-report/","about":"This report draws on the interim findings of the Homelessness among trans\npeople in Wales study by Shelter Cymru/ Welsh Government, in collaboration with\nCardiff University. It draws upon interviews with 25 trans people who had\nexperienced homelessness in Wales, showing that trans people face unique\nchallenges that both contribute to their homelessness and make it harder for\nthem to resolve it. Familial rejection, relationship breakdown, abuse and\neconomic instability were all important routes into homelessness for trans\npeople, and there was evidence of repeated system failures to intervene to\nprotect them. While some services were helpful – especially those targeted at\nLGBTQ+ people – there was a clear need for better training for staff, as well\nas support for staff to enable them to have time and resources to help trans\npeople. We also found that trans people are often very wary of accessing\nservices, and even when they do, frequently disengage due to exclusion and\ndiscrimination, and that this contributes to unresolved homelessness.\n"}]},"__N_SSG":true}